Repository: ManuelCAZALLA/LocalizaTuCocheApp
Catalog: LocalizatuCoche/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, pt

source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
it: Informazioni
pt: Sobre

# Abrir app Atajos
source: Open Shortcuts app
ar: فتح تطبيق الاختصارات
de: Kurzbefehle-App öffnen
es: Abrir app Atajos
fr: Ouvrir l'app Raccourcis
it: Apri l'app Comandi
pt: Abrir app Atalhos

# Activo
source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
it: Attivo
pt: Ativo

source: add helpful details
ar: أضف تفاصيل مفيدة
de: hilfreiche Details hinzufügen
es: agregar detalles útiles
fr: ajouter des détails utiles
it: aggiungi dettagli utili
pt: adicionar detalhes úteis

source: Add note
ar: أضف ملاحظة
de: Notiz hinzufügen
es: Añadir nota
fr: Ajouter une note
it: Aggiungi nota
pt: Adicionar nota

source: Add photo
ar: أضف صورة
de: Foto hinzufügen
es: Añadir foto
fr: Ajouter une photo
it: Aggiungi foto
pt: Adicionar foto

# alert_attention
source: Attention!
ar: انتباه!
de: Achtung!
es: ¡Atención!
it: Attenzione!
pt: Atenção!

# alert_parking_expired
source: The parking meter time has expired or is about to expire. Do you want us to guide you to your car?
ar: انتهى وقت عداد الموقف أو على وشك الانتهاء. هل تريد أن نوجهك إلى سيارتك؟
de: Die Parkuhrzeit ist abgelaufen oder läuft bald ab. Sollen wir dich zu deinem Auto führen?
es: El tiempo del parquímetro ha expirado o está a punto de hacerlo. ¿Quieres que te guiemos hasta tu coche?
fr: Le temps du parcmètre a expiré ou va bientôt expirer. Voulez-vous que nous vous guidions vers votre voiture ?
it: Il tempo del parcometro è scaduto o sta per scadere. Vuoi che ti guidiamo alla tua auto?
pt: O tempo do parquímetro expirou ou está prestes a expirar. Quer que o guiemos até seu carro?

# Aparcado aquí
source: Parked here
ar: مركون هنا
de: Hier geparkt
es: Aparcado aquí
fr: Garé ici
it: Parcheggiato qui
pt: Estacionado aqui

# app_name
source: Park and Back
ar: اعثر على سيارتك
de: Finde dein Auto
es: Localiza tu Coche
fr: Localise ta Voiture
it: Trova la tua auto
pt: Localize seu carro

# app_name_full
source: Your Car Here
ar: سيارتك هنا
de: Dein Auto Hier
es: Tu Coche Aquí
fr: Votre Voiture Ici
it: La Tua Auto Qui
pt: Seu Carro Aqui

# arrived_at_car
source: You have arrived at your car.
ar: وصلت إلى سيارتك.
de: Du bist bei deinem Auto angekommen.
es: Has llegado a tu coche.
fr: Vous êtes arrivé à votre voiture.
it: Sei arrivato alla tua auto.
pt: Você chegou ao seu carro.

source: Back to car
ar: العودة للسيارة
de: Zurück zum Auto
es: Volver al coche
fr: Retour à la voiture
it: Torna all'auto
pt: Voltar ao carro

# greeting_morning
source: Good morning 🌤️
ar: صباح الخير 🌤️
de: Guten Morgen 🌤️
es: Buenos días 🌤️
fr: Bonjour 🌤️
it: Buongiorno 🌤️
pt: Bom dia 🌤️

# greeting_afternoon
source: Good afternoon ☀️
ar: مساء الخير ☀️
de: Guten Tag ☀️
es: Buenas tardes ☀️
fr: Bon après-midi ☀️
it: Buon pomeriggio ☀️
pt: Boa tarde ☀️

# greeting_night
source: Good evening 🌙
ar: مساء الخير 🌙
de: Guten Abend 🌙
es: Buenas noches 🌙
fr: Bonsoir 🌙
it: Buonasera 🌙
pt: Boa noite 🌙

# timer_pre_alert_label
source: Pre-alert
ar: تنبيه مسبق
de: Voralarm
es: Alerta previa
fr: Alerte préalable
it: Avviso anticipato
pt: Alerta prévia

# timer_notification_active
source: Enabled
ar: مفعلة
de: Aktiviert
es: Activada
fr: Activée
it: Attivata
pt: Ativada

# timer_notification_label
source: Notification
ar: الإشعار
de: Benachrichtigung
es: Notificación
it: Notifica
pt: Notificação

# Buscar aparcamiento
source: Search parking
ar: البحث عن موقف
de: Parkplatz suchen
es: Buscar aparcamiento
fr: Rechercher un stationnement
it: Cerca parcheggio
pt: Pesquisar estacionamento

source: Camera permission denied
ar: تم رفض إذن الكاميرا
de: Kameraberechtigung verweigert
es: Permiso de cámara denegado
fr: Autorisation de caméra refusée
it: Permesso fotocamera negato
pt: Permissão de câmera negada

# camera_permission_message
source: Please enable camera access in Settings to add a photo.
ar: يرجى تفعيل الوصول للكاميرا في الإعدادات لإضافة صورة.
de: Bitte aktiviere den Kamerazugriff in den Einstellungen, um ein Foto hinzuzufügen.
es: Por favor, activa el acceso a la cámara en Ajustes para poder añadir una foto.
fr: Veuillez activer l'accès à la caméra dans les Réglages pour ajouter une photo.
it: Abilita l'accesso alla fotocamera nelle Impostazioni per aggiungere una foto.
pt: Ative o acesso à câmera nas Configurações para adicionar uma foto.

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

source: Cancel parking meter
ar: إلغاء عداد الموقف
de: Parkuhr abbrechen
es: Cancelar parquímetro
fr: Annuler le parcmètre
it: Annulla parcometro
pt: Cancelar parquímetro

# car_distance_message
source: Your car is %d meters away.
ar: سيارتك على بُعد %d متر.
de: Dein Auto ist %d Meter entfernt.
es: Tu coche está a %d metros.
fr: Votre voiture est à %d mètres.
it: La tua auto è a %d metri.
pt: Seu carro está a %d metros.

# Cargando...
source: Loading...
ar: جار التحميل...
de: Laden...
es: Cargando...
fr: Chargement...
it: Caricamento...
pt: Carregando...

source: Change photo
ar: غيّر الصورة
de: Foto ändern
es: Cambiar foto
fr: Changer la photo
it: Cambia foto
pt: Alterar foto

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar

# coach_google_maps
source: Open in Google Maps
ar: افتح في خرائط Google
de: In Google Maps öffnen
es: Abrir en Google Maps
fr: Ouvrir dans Google Maps
it: Apri in Google Maps
pt: Abrir no Google Maps

# coach_note
source: Add a note here
ar: أضف ملاحظة هنا
de: Fügen Sie hier eine Notiz hinzu
es: Agrega una nota aquí
fr: Ajoutez une note ici
it: Aggiungi una nota qui
pt: Adicione uma nota aqui

# coach_photo
source: Tap to take a photo
ar: اضغط لالتقاط صورة
de: Tippen, um ein Foto aufzunehmen
es: Toca para realizar una foto
fr: Appuyez pour prendre une photo
it: Tocca per scattare una foto
pt: Toque para tirar uma foto

# coach_save
source: Tap to save
ar: اضغط للحفظ
de: Zum Speichern tippen
es: Toca para guardar tu aparcamiento
fr: Appuyez pour enregistrer
it: Tocca per salvare
pt: Toque para salvar

# Coche
source: Car
ar: سيارة
de: Auto
es: Coche
fr: Voiture
it: Auto
pt: Carro

# Configura tu tiempo
source: Set your time
ar: اضبط وقتك
de: Deine Zeit einstellen
es: Configura tu tiempo
fr: Configurez votre temps
it: Imposta il tuo tempo
pt: Configure seu tempo

source: Contact
ar: اتصال
de: Kontakt
es: Contacto
it: Contatto
pt: Contato

# Continuar
source: Continue
ar: متابعة
de: Weitermachen
es: Continuar
fr: Continuer
it: Continuare
pt: Continuar

source: Continue countdown
ar: متابعة العد التنازلي
de: Countdown fortsetzen
es: Seguir la cuenta atrás
fr: Continuer le décompte
it: Continua countdown
pt: Continuar contagem regressiva

source: Continue straight.
ar: استمر مستقيماً.
de: Geradeaus weiterfahren.
es: Sigue recto.
fr: Continuez tout droit.
it: Continua dritto.
pt: Continue em frente.

# Controla tu app con Siri
source: Control your app with Siri
ar: تحكم في التطبيق بسيري
de: App mit Siri steuern
es: Controla tu app con Siri
fr: Contrôlez votre app avec Siri
it: Controlla l'app con Siri
pt: Controle o app com a Siri

# coordinates_format
source: Lat: %f, Lon: %f
ar: خط العرض: %f، خط الطول: %f

# current_location
source: Your current location:
ar: موقعك الحالي:
de: Dein aktueller Standort:
es: Tu ubicación actual:
fr: Votre position actuelle :
it: La tua posizione attuale:
pt: Sua localização atual:

# current_street
source: the current street
ar: الشارع الحالي
de: die aktuelle Straße
es: la calle actual
fr: la rue actuelle
it: la strada corrente
pt: a rua atual

source: Date
ar: التاريخ
de: Datum
es: Fecha
it: Data
pt: Data

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt: Excluir

# distance
source: Distance: %d m
ar: المسافة: %d م
de: Entfernung: %d m
es: Distancia: %d m
it: Distanza: %d m
pt: Distância: %d m

# distance_km
source: Distance: %.2f km
ar: المسافة: %.2f كم
de: Entfernung: %.2f km
es: Distancia: %.2f km
it: Distanza: %.2f km
pt: Distância: %.2f km

# distance_time
source: Distance: %d m · Time: %d min
ar: المسافة: %d م · الوقت: %d دقيقة
de: Entfernung: %d m · Zeit: %d Min
es: Distancia: %d m · Tiempo: %d min
fr: Distance : %d m · Temps : %d min
it: Distanza: %d m · Tempo: %d min
pt: Distância: %d m · Tempo: %d min

# distance_time_km
source: Distance: %.2f km · Time: %d min
ar: المسافة: %.2f كم · الوقت: %d دقيقة
de: Entfernung: %.2f km · Zeit: %d Min
es: Distancia: %.2f km · Tiempo: %d min
fr: Distance : %.2f km · Temps : %d min
it: Distanza: %.2f km · Tempo: %d min
pt: Distância: %.2f km · Tempo: %d min

source: Edit note
ar: تحرير الملاحظة
de: Notiz bearbeiten
es: Editar nota
fr: Modifier la note
it: Modifica nota
pt: Editar nota

# find_car_easily
source: Park, save and return without complications
ar: اركن، احفظ وارجع بدون تعقيدات
de: Parken, speichern und zurückkehren ohne Komplikationen
es: Aparca, guarda y vuelve sin complicaciones
fr: Garez-vous, sauvegardez et revenez sans complications
it: Parcheggia, salva e torna senza complicazioni
pt: Estacione, salve e retorne sem complicações

source: Getting location…
ar: جاري الحصول على الموقع…
de: Standort wird ermittelt…
es: Obteniendo ubicación…
fr: Obtention de la position…
it: Ottenimento posizione…
pt: Obtendo localização…

source: Getting place name…
ar: جاري الحصول على اسم المكان…
de: Ortsname wird ermittelt…
es: Obteniendo nombre del lugar…
fr: Obtention du nom du lieu…
it: Ottenimento nome luogo…
pt: Obtendo nome do local…

# go_back_car_question
source: Do you want to go back to the car or continue the countdown?
ar: هل تريد العودة للسيارة أم متابعة العد التنازلي؟
de: Möchtest du zum Auto zurückkehren oder den Countdown fortsetzen?
es: ¿Quieres volver al coche o seguir la cuenta atrás?
fr: Voulez-vous retourner à la voiture ou continuer le décompte ?
it: Vuoi tornare all'auto o continuare il countdown?
pt: Você quer voltar para o carro ou continuar a contagem regressiva?

source: Go back to car
ar: العودة للسيارة
de: Zurück zum Auto
es: Volver al coche
fr: Retourner à la voiture
it: Torna all'auto
pt: Voltar para o carro

source: Go to car
ar: اذهب للسيارة
de: Zum Auto gehen
es: Ir al coche
fr: Aller à la voiture
it: Vai all'auto
pt: Ir para o carro

# googleMapsButton
source: Open in Google Maps
ar: افتح في خرائط جوجل
de: In Google Maps öffnen
es: Abrir en Google Maps
fr: Ouvrir dans Google Maps
it: Apri in Google Maps
pt: Abrir no Google Maps

# Guarda tu aparcamiento o navega a tu coche con un simple comando de voz.
source: Save your parking or navigate to your car with a simple voice command.
ar: احفظ موقفك أو انتقل إلى سيارتك بأمر صوتي بسيط.
de: Speichere deinen Parkplatz oder navigiere mit einem einfachen Sprachbefehl zu deinem Auto.
es: Guarda tu aparcamiento o navega a tu coche con un simple comando de voz.
fr: Enregistrez votre stationnement ou naviguez vers votre voiture avec une simple commande vocale.
it: Salva il parcheggio o naviga verso la tua auto con un semplice comando vocale.
pt: Salve seu estacionamento ou navegue até seu carro com um simples comando de voz.

# heading_to_car_starting
source: Going to your car. Starting from %@.
ar: متجهون إلى سيارتك. البداية من %@.
de: Gehen zu deinem Auto. Start von %@.
es: Vamos hacia tu coche. Comenzamos en %@.
fr: Direction votre voiture. Départ de %@.
it: Andando alla tua auto. Partenza da %@.
pt: Indo para seu carro. Começando de %@.

# in_meters_instruction
source: In %d meters, %@
ar: خلال %d متر، %@
de: In %d Metern, %@
es: En %d metros, %@
fr: Dans %d mètres, %@
it: Tra %d metri, %@
pt: Em %d metros, %@

# Inactivo
source: Inactive
ar: غير نشط
de: Inaktiv
es: Inactivo
fr: Inactif
it: Inattivo
pt: Inativo

# Inicio
source: Home
ar: البداية
de: Start
es: Inicio
fr: Accueil
pt: Início

# intent_error_location_denied
source: Location permission is required to save parking.
ar: يلزم إذن الموقع لحفظ الموقف.
de: Standortberechtigung ist zum Speichern des Parkplatzes erforderlich.
es: Se necesita permiso de ubicacion para guardar el aparcamiento.
fr: L'autorisation de localisation est requise pour enregistrer le stationnement.
it: Il permesso di posizione è necessario per salvare il parcheggio.
pt: A permissão de localização é necessária para salvar o estacionamento.

# intent_error_no_location
source: Could not get your location in time.
ar: تعذر الحصول على موقعك في الوقت المناسب.
de: Standort konnte nicht rechtzeitig ermittelt werden.
es: No se pudo obtener tu ubicacion a tiempo.
fr: Impossible d'obtenir votre position à temps.
it: Impossibile ottenere la tua posizione in tempo.
pt: Não foi possível obter sua localização a tempo.

# intent_error_no_saved_parking
source: No saved parking yet.
ar: لا يوجد موقف محفوظ بعد.
de: Noch kein Parkplatz gespeichert.
es: Aun no hay aparcamiento guardado.
fr: Aucun stationnement enregistré pour l'instant.
it: Nessun parcheggio salvato ancora.
pt: Nenhum estacionamento salvo ainda.

# intent_error_pro_required
source: This action requires Pro.
ar: هذا الإجراء يتطلب Pro.
de: Diese Aktion erfordert Pro.
es: Esta accion requiere Pro.
fr: Cette action nécessite Pro.
it: Questa azione richiede Pro.
pt: Esta ação requer Pro.

# intent_navigate_parking_description
source: Opens Apple Maps with your last saved parking location.
ar: يفتح خرائط Apple بآخر موقف محفوظ.
de: Öffnet Apple Maps mit deinem zuletzt gespeicherten Parkplatz.
es: Abre Mapas con tu ultimo aparcamiento guardado.
fr: Ouvre Plans avec votre dernier emplacement de stationnement enregistré.
it: Apre Mappe con l'ultimo parcheggio salvato.
pt: Abre o Apple Maps com seu último estacionamento salvo.

# intent_navigate_parking_title
source: Open parking in Maps
ar: فتح الموقف في الخرائط
de: Parkplatz in Maps öffnen
es: Abrir aparcamiento en Mapas
fr: Ouvrir le stationnement dans Plans
it: Apri parcheggio in Mappe
pt: Abrir estacionamento no Maps

# intent_save_parking_description
source: Saves your current location as the last parking spot.
ar: يحفظ موقعك الحالي كآخر موقف.
de: Speichert deinen aktuellen Standort als letzten Parkplatz.
es: Guarda tu ubicacion actual como ultimo aparcamiento.
fr: Enregistre votre position actuelle comme dernier emplacement de stationnement.
it: Salva la tua posizione attuale come ultimo parcheggio.
pt: Salva sua localização atual como último estacionamento.

# intent_save_parking_title
source: Save parking
ar: حفظ الموقف
de: Parkplatz speichern
es: Guardar aparcamiento
fr: Enregistrer le stationnement
it: Salva parcheggio
pt: Salvar estacionamento

# intent_short_title_navigate
source: Parking in Maps
ar: الموقف في الخرائط
de: Parkplatz in Maps
es: Aparcamiento en Mapas
fr: Stationnement dans Plans
it: Parcheggio in Mappe
pt: Estacionamento no Maps

# intent_short_title_save
source: Save parking
ar: حفظ الموقف
de: Parkplatz speichern
es: Guardar aparcamiento
fr: Enregistrer le stationnement
it: Salva parcheggio
pt: Salvar estacionamento

# intent_success_opening_maps
source: Opening Maps.
ar: فتح الخرائط.
de: Maps wird geöffnet.
es: Abriendo Mapas.
fr: Ouverture de Plans.
it: Apertura di Mappe.
pt: Abrindo Maps.

# intent_success_saved
source: Parking location saved.
ar: تم حفظ موقع الموقف.
de: Parkplatz gespeichert.
es: Aparcamiento guardado.
fr: Emplacement de stationnement enregistré.
it: Posizione parcheggio salvata.
pt: Localização do estacionamento salva.

source: Last parking
ar: آخر موقف
de: Letzter Parkplatz
es: Último aparcamiento
fr: Dernier stationnement
it: Ultimo parcheggio
pt: Último estacionamento

source: Little time left!
ar: وقت قليل متبقي!
de: Wenig Zeit übrig!
es: ¡Queda poco tiempo!
fr: Peu de temps restant !
it: Poco tempo rimasto!
pt: Pouco tempo restante!

source: Location not available
ar: الموقع غير متاح
de: Standort nicht verfügbar
es: Ubicación no disponible
fr: Position non disponible
it: Posizione non disponibile
pt: Localização não disponível

source: Location permission denied
ar: تم رفض إذن الموقع
de: Standortberechtigung verweigert
es: Permiso de ubicación denegado
fr: Autorisation de localisation refusée
it: Permesso posizione negato
pt: Permissão de localização negada

# location_permission_message
source: Please enable location access in Settings to save your car's position.
ar: يرجى تفعيل الوصول إلى الموقع في الإعدادات لحفظ موضع سيارتك.
de: Bitte aktiviere den Standortzugriff in den Einstellungen, um die Position deines Autos zu speichern.
es: Por favor, activa el acceso a la ubicación en Ajustes para poder guardar la posición de tu coche.
fr: Veuillez activer l'accès à la localisation dans les Réglages pour sauvegarder la position de votre voiture.
it: Abilita l'accesso alla posizione nelle Impostazioni per salvare la posizione della tua auto.
pt: Ative o acesso à localização nas Configurações para salvar a posição do seu carro.

source: Location saved
ar: تم حفظ الموقع
de: Standort gespeichert
es: Ubicación guardada
fr: Position sauvegardée
it: Posizione salvata
pt: Localização salva

# main_slogan
source: Park, save and return without complications.
ar: اركن، احفظ وارجع بدون تعقيدات.
de: Parken, speichern und zurückkehren ohne Komplikationen.
es: Aparca, guarda y vuelve sin complicaciones.
fr: Garez-vous, sauvegardez et revenez sans complications.
it: Parcheggia, salva e torna senza complicazioni.
pt: Estacione, salve e retorne sem complicações.

# minutes_format
source: %d min
ar: %d دقيقة

# Minutos
source: Minutes
ar: دقائق
de: Minuten
es: Minutos
it: Minuti
pt: Minutos

# must_save_parking
source: You must first save your car's location to be able to return to it.
ar: يجب عليك أولاً حفظ موقع سيارتك لتتمكن من العودة إليها.
de: Du musst zuerst den Standort deines Autos speichern, um dorthin zurückkehren zu können.
es: Primero debes guardar la ubicación de tu coche para poder volver a él.
fr: Vous devez d'abord sauvegarder l'emplacement de votre voiture pour pouvoir y retourner.
it: Devi prima salvare la posizione della tua auto per poterci tornare.
pt: Você deve primeiro salvar a localização do seu carro para poder retornar a ele.

# must_save_parking_first
source: You must first save your car's location to be able to return to it.
ar: يجب عليك أولاً حفظ موقع سيارتك لتتمكن من العودة إليها.
de: Du musst zuerst den Standort deines Autos speichern, um dorthin zurückkehren zu können.
es: Primero debes guardar la ubicación de tu coche para poder volver a él.
fr: Vous devez d'abord sauvegarder l'emplacement de votre voiture pour pouvoir y retourner.
it: Devi prima salvare la posizione della tua auto per poterci tornare.
pt: Você deve primeiro salvar a localização do seu carro para poder retornar a ele.

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
pt: Próximo

source: No parking today
ar: لم تركن اليوم بعد
de: Heute noch nicht geparkt
es: No has aparcado hoy
fr: Pas de stationnement aujourd'hui
it: Nessun parcheggio oggi
pt: Nenhum estacionamento hoje

# no_parking_today_funny
source: Save your parking spot to find your car easily
ar: احفظ مكان ركن سيارتك لتجدها بسهولة
de: Speichern Sie Ihren Parkplatz, um Ihr Auto leicht zu finden
es: Guarda tu aparcamiento para encontrar tu coche fácilmente
fr: Enregistrez votre stationnement pour retrouver facilement votre voiture
it: Salva il tuo parcheggio per trovare facilmente la tua auto
pt: Guarde o seu estacionamento para encontrar o seu carro facilmente

source: No recent parkings
ar: لا توجد مواقف حديثة
de: Keine kürzlichen Parkplätze
es: No hay estacionamientos recientes
fr: Aucun stationnement récent
it: Nessun parcheggio recente
pt: Nenhum estacionamento recente

source: No saved parking
ar: لا يوجد موقف محفوظ
de: Kein Parkplatz gespeichert
es: No hay aparcamiento guardado
fr: Aucun stationnement enregistré
it: Nessun parcheggio salvato
pt: Nenhum estacionamento salvo

source: Not Now
ar: ليس الآن
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
pt: Agora não

# note_placeholder
source: Near… next to…
ar: بالقرب من… بجانب…
de: In der Nähe von… neben…
es: Cerca de… al lado de…
fr: Près de… à côté de…
it: Vicino a… accanto a…
pt: Perto de… ao lado de…

# note_prefix
source: Note:
ar: ملاحظة:
de: Notiz:
es: Nota:
fr: Remarque :
it: Nota:
pt: Nota:

# notify_before
source: Alert before end
ar: تنبيه قبل الانتهاء
de: Benachrichtigung vor Ende
es: Aviso antes de finalizar
fr: Alerte avant la fin
it: Avviso prima della fine
pt: Alerta antes do fim

source: OK
ar: حسناً
es: Aceptar

source: Open Settings
ar: افتح الإعدادات
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les paramètres
it: Apri impostazioni
pt: Abrir configurações

source: Parking Duration
ar: مدة الوقوف
de: Parkdauer
es: Duración del parquímetro
fr: Durée de stationnement
it: Durata parcheggio
pt: Duração do estacionamento

# parking_meter_emoji
source: Parking meter
ar: عداد مواقف السيارات
de: Parkuhr
es: Parquímetro
fr: Parcomètre
it: Parchimetro
pt: Parquímetro

# parking_meter_expired
source: Your parking meter time has expired.
ar: انتهى وقت عداد الوقوف الخاص بك.
de: Ihre Parkuhrzeit ist abgelaufen.
es: El tiempo de tu parquímetro ha expirado.
fr: Votre temps de parcmètre a expiré.
it: Il tempo del tuo parcometro è scaduto.
pt: O tempo do seu parquímetro expirou.

source: Parking Note
ar: ملاحظة مواقف السيارات
de: Parknotiz
es: Nota para el Aparcamiento
fr: Note de stationnement
it: Nota di parcheggio
pt: Nota de estacionamento

# parking_saved_success_subtitle
source: You can return to your car at any time
ar: يمكنك العودة إلى سيارتك في أي وقت
de: Du kannst jederzeit zu deinem Auto zurückkehren
es: Puedes volver a tu coche cuando quieras
fr: Vous pouvez retourner à votre voiture à tout moment
it: Puoi tornare alla tua auto in qualsiasi momento
pt: Você pode voltar ao seu carro a qualquer momento

# parking_saved_success_title
source: Parking saved!
ar: تم حفظ الموقف!
de: Parkplatz gespeichert!
es: ¡Aparcamiento guardado!
fr: Stationnement enregistré !
it: Parcheggio salvato!
pt: Estacionamento salvo!

# Parquímetro
source: Parking meter
ar: عداد المواقف
de: Parkuhr
es: Parquímetro
fr: Parcmètre
it: Parcometro
pt: Parquímetro

source: Photo preview
ar: معاينة الصورة
de: Foto-Vorschau
es: Vista previa de la foto
fr: Aperçu de la photo
it: Anteprima foto
pt: Pré-visualização da foto

source: Pre-End Alert
ar: تنبيه قبل الانتهاء
de: Vorwarnung
es: Alerta previa
fr: Alerte préalable
it: Allarme pre-fine
pt: Alerta pré-término

# pro_benefit_dark_mode
source: Dark mode
ar: الوضع الداكن
de: Dunkelmodus
es: Modo oscuro
fr: Mode sombre
it: Modalità scura
pt: Modo escuro

# pro_benefit_no_ads
source: No ads
ar: بدون إعلانات
de: Keine Werbung
es: Sin anuncios
fr: Sans publicités
it: Nessuna pubblicità
pt: Sem anúncios

# pro_benefit_siri
source: Siri and Shortcuts (save parking, navigate in Maps)
ar: سيري والاختصارات (حفظ الموقف، التنقل في الخرائط)
de: Siri und Kurzbefehle (Parkplatz speichern, in Maps navigieren)
es: Siri y Atajos (guardar aparcamiento, ir en Mapas)
fr: Siri et Raccourcis (enregistrer le stationnement, naviguer dans Plans)
it: Siri e Comandi (salva parcheggio, naviga in Mappe)
pt: Siri e Atalhos (salvar estacionamento, navegar no Maps)

# pro_benefit_unlimited_parkings
source: Unlimited saved parkings (free keeps last 3)
ar: مواقف محفوظة غير محدودة (المجاني يحتفظ بآخر 3 فقط)
de: Unbegrenzte gespeicherte Parkplätze (kostenlos nur letzte 3)
es: Aparcamientos guardados ilimitados (gratis solo los 3 ultimos)
fr: Stationnements enregistrés illimités (gratuit conserve les 3 derniers)
it: Parcheggi salvati illimitati (gratuito conserva gli ultimi 3)
pt: Estacionamentos salvos ilimitados (grátis mantém os últimos 3)

# pro_close_button
source: No, thanks
ar: لا، شكراً
de: Nein, danke
es: No, gracias
fr: Non, merci
it: No, grazie
pt: Não, obrigado

# pro_cta_button
source: Upgrade to Pro
ar: الترقية إلى Pro
de: Auf Pro upgraden
es: Mejorar a Pro
fr: Passer à Pro
it: Passa a Pro
pt: Atualizar para Pro
